Repository: shysaur/ImageWriter2
Catalog: CupsFilters/*.lproj/Localizable.strings
Languages: it

source: ImageWriter Test Page
it: Pagina di prova ImageWriter

source: Filter version
it: Filtro versione

source: Library version
it: Libreria versione

# Test Page Additional Information
source: To get the printer's ROM version and to run the printer's self test, hold the Form Feed button while pressing the On/Off button, then release both buttons. To stop the print, turn off the printer. 033!Disclaimer:033042 This driver is not provided and is not endorsed by Apple Inc.
it: Per eseguire il test interno alla stampante e stampare la versione del firmware, tenere premuto il pulsante Form Feed mentre si accende la stampante. Per interrompere la stampa di tale pagina di prova, spegnere la stampante. 033!Attenzione:033042 Questo driver non è fornito e/o supportato da Apple.

source: DPI vertical
it: DPI verticali

source: DPI horizontal
it: DPI orizzontali

source: Unable to open command file
it: Impossibile aprire il file dei comandi

source: Unknown printer command
it: Comando non valido

source: Unable to open PPD file
it: Impossibile aprire il file PPD

source: Bidirectional option not found!
it: Opzione Bidirectional non trovata!

source: Unable to open raster file
it: Impossibile aprire il file raster

source: Multiple copies of a single page not supported
it: Copie multiple non supportate dalla stampante

source: Color page not supported!
it: Pagine a colori non supportate!

source: Horizontal resolution not supported
it: La risoluzione orizzontale specificata non è supportata

source: No pages found!
it: Nessuna pagina trovata!

source: Ready to print.
it: Pronto.
